Repository: kyrylomytroshyn/Question_Test_App
Catalog: question_test_site/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Logged out!
uk: Вышли с аккаунта!

source: Click here to login again.
uk: Нажмите тут для повторной авторизации.

source: You`re already log in. To show the main page press on this text.
uk: Вы уже авторизованы. Для отображения главной страницы нажмите на этот текст.

source: Your username and password didn`t match. Please try again.
uk: Пользовальское имя или пароль неверны. Пожалуйста, попробуйте еще раз.

source: Your account doesn`t have access to this page. To proceed, please login with an account that has access.
uk: Ваш аккаунт не имеет доступа к этой странице. Для продолжения авторизуйтесь под аккаунтом с подходящими правами.

source: Please login to see this page.
uk: Пожалуйста, авторизуйтесь для просмотра этой страницы.

source: Register
uk: Регистрация

source: Test results
uk: Результаты тестов

source: Question
uk: Вопрос

source: Home
uk: Домой

source: Completed tests
uk: Пройденные тесты

source: Search by date
uk: Найти по дате

source: Sort from earliest
uk: Сортировать с первых

source: Sort from latest
uk: Сортировать со старых

source: Search
uk: Поиск
